Repository: marcelh83/kde-cdemu-manager
Catalog: po/*/kde_cdemu.po
Languages: uk, zh_tw

source: &Quit
uk: Вихід
zh_tw: 離開(&Q)

source: Show in System Tray
uk: Показувати в системному треї
zh_tw: 在系統匣顯示

source: Image
uk: Образ
zh_tw: 映像檔

source: Device
uk: Пристрій
zh_tw: 裝置

source: Add Device
uk: Додати пристрій

source: Remove Device
uk: Видалити пристрій

source: Fi&le
uk: Файл
zh_tw: 檔案(&F)

source: His&tory
uk: Історія
zh_tw: 歷史紀錄(&T)

source: Setti&ngs
uk: Налаштування
zh_tw: 設定(&S)

# NAME OF TRANSLATORS
source: Your names
uk: Petro Chervinskyi
zh_tw: Chaoting Liu

# EMAIL OF TRANSLATORS
source: Your emails
uk: petronium36034@gmail.com
zh_tw: brli@chakralinux.org

source: Select image file
uk: Виберіть образ диска
zh_tw: 選取映像檔

source: Unmount current image
uk: Розмонтувати поточний образ
zh_tw: 卸載目前的映像檔

source: The selected virtual device is in use.
uk: Вибраний віртуальний пристій уже використовується.
zh_tw: 選取的虛擬裝置正在使用中

source: The selected virtual device is not available.
uk: Вибраний віртуальний пристій недоступний.
zh_tw: 選取的虛擬裝置無法使用

source: All virtual devices are in use.
uk: Всі віртуальні пристрої уже використовуються.
zh_tw: 所有的虛擬裝置皆在使用中

source: The file doesn't exist.
uk: Файл образа не існує.
zh_tw: 檔案不存在

source: Unable to connect to the CDEmu daemon.
uk: Не вдається підключитися до севіса CDEmu.
zh_tw: 無法連接到 CDEmu 背景程式。

source: An unknown error occured.
uk: Виникла невідома помилка.
zh_tw: 未知的錯誤。

source: A KDE Frontend to CDEmu.
uk: KDE клієнт для CDEmu.
zh_tw: CDEmu 軟體的 KDE 前端程式

source: Author and Maintainer
uk: Розробка і підтримка
zh_tw: 作者與維護者

source: Mount an image.
uk: Змонтувати образ.
zh_tw: 掛載一個映像檔

source: file
uk: файл
zh_tw: 檔案

source: Unmount an image.
uk: Розмонтувати образ.
zh_tw: 卸載一個映像檔

source: device number
uk: номер пристрою
zh_tw: 裝置編號

source: Show information about devices.
uk: Показати інформацію про пристрої.
zh_tw: 顯示裝置資訊

source: CDEmu daemon is running.
uk: Сервіс CDEmu запущений.
zh_tw: CDEmu 背景程式已執行。

source: CDEmu daemon not running.
uk: Сервіс CDEmu не запущений.
zh_tw: CDEmu 背景程式未執行。

source: Select an image file
uk: Виберіть образ диска
zh_tw: 選擇一個映像檔

source: Clear History
uk: Очистити історію
zh_tw: 清除歷史紀錄

source: Error
uk: Помилка
zh_tw: 錯誤

source: KDE CDEmu Manager
zh_tw: KDE CDEmu 管理員
